const main_data = {
    php: [
        1,2,3
    ],
    laravel: [
        4,5,6
    ],
    ruby: [
        `Ruby относительно новый язык, разработан Екихиро Мацумото в 1995 году <br/>
        Ruby считается удобным для программирования язык<br/>
        Это дружественный для программиста язык, в нем есть множество методов которые имеют свои синонимы<br/>
        Например подсчет элементов в массиве size, length<br/>
        Восклицательный знак в конце метода озночает модификацию и изменение сущности над которым был вызван сей метод<br/>
        В Ruby есть аналог конструктора класса но благодаря зборщику мусора нет деструктора<br/>
        Обьект считается экземпляром класса (создание обьекта от экземпляра класса инстанцированием)<br/>
        В Ruby запрешена множнственная наследование<br/>
        Полиморфоз способность применять разные формы и изменять обличие, в каждом подклассе метод радительского класса может быть переопределен,<br/>
        Абстрактный класс это класс от которого можно наследовать но создавать экземпляры этого класса не возможно в ruby абстрактных классов нет<br/>
        Полный перечень ключевых слов в Ruby <img src="./assets/ruby/1.png" />
        Имена глобальных переменных начинаются со знака $<br/>
        Имена переменноы пренадлежащей обьекту начинаются со знака @<br/>
        Имена переменной пренадлежащей классу начинаются со знаком @@<br/>
        Коментарии начинаются со знака решетки
        <img src="./assets/ruby/2.png" />`
    ],
    rails: [

    ],
    js: [

    ],
    node: [

    ],
    nest: [

    ],
    devops: [

    ],
    pattern: [

    ],
    sql: [

    ],
    git: [

    ],
}