let tasks = [
    {
        day_id: 1,
        day: "Понедельник",
        programming: 'Программирование: codding world node js',
        sport: "Спорт: т-жм-лж-12*3 т-жм-уд-1м*3 ш-гр-лж-12*3 лг-тр-бк-20*3 нг-тр-ст-12*3 тг-тр-лж-15*3",
        religion: "Религия: Чтение книги Библии по 5 страниц",
        english: "Английский: по 1 урок на lingust",
        spain: "Испанский: по 1 урок на lingust",
    },
    {
        day_id: 2,
        day: "Вторник",
        programming: 'Программирование: the net ninja react tutorials complete react redux tutorial',
        sport: "Спорт: т-пл-хлоп-30*3 т-пр-обч-25*3 ш-бц-ст-12*3 лг-пл-сд-20*3 нг-бц-обч-12*3 тг-бц-ст-7*3",
        religion: "Религия: Чтение приложения Библии по 10 страниц",
        english: "Английский: по 1 урок на lingust",
        spain: "Испанский: по 1 урок на lingust",
    },
    {
        day_id: 3,
        day: "Среда",
        programming: 'Программирование: Archakov blog node react chat',
        sport: "Спорт: т-пр-обч-нг-20*3 т-пр-нг-20*3 ш-сп-обч-12*3 лг-пл-пр-сб-20*3 нг-нг-обч-12*3 тг-гр-вв-вн-12*3",
        religion: "Религия: Чтение письма",
        english: "Английский: по 1 урок на lingust",
        spain: "Испанский: по 1 урок на lingust",
    },
    {
        day_id: 4,
        day: "Четверг",
        programming: 'Программирование: code with tkssharma nest js tutorial',
        sport: "Спорт: т-пл-жм-ст-30*3 т-пр-обч-нг-30*3 ш-бц-шир-12*3 лг-пл-сд-20*3 нг-гр-лж-15*3 тг-трц-лж-12*3",
        religion: "Религия: Чтение книги Библии по 5 страниц",
        english: "Английский: по 1 урок на lingust",
        spain: "Испанский: по 1 урок на lingust",
    },
    {
        day_id: 5,
        day: "Пятница",
        programming: 'Программирование: the net ninja next js tutorials',
        sport: "Спорт: т-пр-кисть-25*3 т-пр-уд-1м*3 ш-пр-обч-20*3 лг-бц-сд-20*3 нг-бц-обч-12*3 тг-бц-обч-7*3",
        religion: "Религия: Чтение приложения Библии по 10 страниц",
        english: "Английский: по 1 урок на lingust",
        spain: "Испанский: по 1 урок на lingust",
    },
    {
        day_id: 6,
        day: "Суббота",
        programming: 'Программирование: Archakov blog tJournal clone',
        sport: "Спорт: т-пр-обч-нг-20*3 т-нг-яг-лж-25*3 ш-нг-обч-12*3 лг-нг-обч-12*3 нг-нг-яг-12*3 тг-нг-обч-12*3",
        religion: "Религия: Написания письма",
        english: "Английский: составление словаря из 1000 слов по 50 слов",
        spain: "Испанский: составление словаря из 1000 слов по 50 слов",
    },
    {
        day_id: 0,
        day: "Воскресенье",
        programming: 'Программирование: Чтение конспектов',
        sport: "Спорт: Бег каскад",
        religion: "Религия: Чтение книги Библии по 5 страниц",
        english: "Английский: изучение конспектов",
        spain: "Испанский: изучение конспектов",
    },

]

let lessons = [
    {
        title: "GITHUB",
        src: "./assets/lessons/github.html",
        img: "./assets/images/github.png"
    }
];