let lang_data = {
    english: [
        `<div class ="legend">
        Уроки lingust (Урок 3. Чтение гласных под ударением или слоги в английском)<br />
        Книга oxford
        </div>`,
        `Алфавит английского языка<br />
        <img src="tutorial_data/lang_img/eng_1.png"/><br />
        back (спина; назад),<br />
        far (далеко),<br/>
        dress (платье),<br />
        lip (губа),<br />
        kit (набор, комплект),<br />
        meal (еда),<br />
        machine (механизм),
        rock (скала),<br />
        odd (нечётный; странный),<br />
        thought (мысль),<br />
        fur (мех),<br />
        coin (монета),<br />
        pack (пачка)<br />
        ladder (лестница)<br />
        maze (лабиринт)<br />
        thin (тонкий)<br />
        hat (шляпа)<br />
        pull (тянуть)<br />
        rabbit (кролик)<br />
        onion (лук)<br />
        ear (ухо),<br />
        cure (лекарство)<br />
        cup (чашка)`,
        `n – noun /naʊn/ существительное;<br />
        а – adjective /'æʤɪktɪv/ прилагательное;<br />
        v – verb /vɜːb/ глагол;<br />
        adv – adverb /'ædvɜːb/ наречие;<br />
        sing – singular /'sɪŋgjələ/ единственное число;<br />
        pl – plural /'plʊrəl/ множественное число`
    ],
    spanish: [
        `<div class ="legend">
        Уроки lingust (Урок 1. Род существительных. Неопределенные артикли)
        </div>`,
        `i в начале слова произносится как и, а после гласных как й<br />   
        que	читаем	[кэ]	querer	[кэрэр]	хотеть<br />
        qui	„	[ки]	Quito	[кито]	Кито (стол. Эквадора)<br />
        gue	„	[гэ]	guerra	[гэрра]	война<br />
        gui	„	[ги]	guitarra	[гитарра]	гитара<br />
        но
        güe	читаем	[гуэ]	cigüeña	[θигуэня]	аист<br />
        güi	„	[гуи]	pingüino	[пингуино]	пингвин<br />
        pan y carne [пан и карнэ] хлеб и мясо
        ya [йа] уже<br />
        buey [буэй] вол<br />
        blanco y negro [бlанкой нэгро] белый и черный<br />
        averiguáis [аβэригуа́йс] вы исследуете<br />
        limpiáis [лимпйа́йс] вы чистите<br />
        limpiéis [лимпйэ́йс] чтобы вы почистили<br />
        viudo [бйу́до] вдовец<br />
        fuíste [фуи́стэ] ты был<br />
        día [ди́-а] день<br />
        sentíais [сэнти́-айс] вы чувствовали<br />
        baúl [ба-у́l] чемодан<br />
        boca [бока] губы, рот<br />
        bastante [бастантэ] достаточный<br /> 
        vaca [бака] корова<br />
        ventana [бэнтана] окно<br />
        cambiar [камбйар] менять<br />
        sombra [сомбра] тень<br />
        tranvía [трамби́-а] трамвай<br />
        un vaso [умбасо] стакан<br />
        la vaca [lаβака] корова<br />
        abuela [аβуэlа] бабушка<br />
        la boca [lаβока] рот, губы<br />
        ave [аβэ] птица<br />
        gusano [гусано] червяк<br />
        gusto [густо] вкус<br />
        guerra [гэрра] война<br />
        guitarra [гитарра] гитара<br />
        cigüeña [θигуэнья] аист<br />
        pingüino [пингуино] пингвин<br />
        gracias [граθйас] спасибо`
    ],
    france: [
        `<div class ="legend">
        Уроки lingust (Урок 2. Звук [ɛ], звук [l])
        </div>`,
        `Если слово оканчивается на звук [v], то любой ударный гласный перед ним, как правило, удлиняется, например [pa:v]. Двоеточие в транскрипции указывает на долготу гласного`,
        `Буква е на конце слов в большинстве случаев не читается, например:<br />
        dame [dam] — дама, arabe [aráb] — арабский, -ая, -ое.<br />        
        Ударение во французских словах падает на последний слог, например: papa [papá] — папа. Далее оно не будет указываться в транскрипции.<br />        
        Все французские гласные звучат одинаково отчетливо и ярко как под ударением,<br />
        так и в безударном положении, например: panama [panama] — панама.<br />
        Все три [а] произносятся одинаково энергично, не «заглатываются» и не изменяются.`,
        `banane [banan] — банан<br />
        papa [papa] — папа<br />
        madame [madam] — мадам<br />
        Nana [nana] — Нанá<br />
        panama [panama] — панама<br />
        date [dat] — дата<br />
        patte [pat] — лапа<br />
        datte [dat] — финик<br />
        panne [pan] — авария<br />
        nappe [nap] — скатерть<br />
        fade [fad] — пресный, -ая, -ое
        natte [nat] — коса (сплетенные волосы)<br />
        bave [ba:v] — слюна<br />
        barbare [barba:r] — варвар<br />
        phare [fa:r] — фара<br />
        radar [rada:r] — радар<br />
        rare [ra:r] — редкий, -ая, -oe<br />
        mare [ma:r] — лужа<br />
        avare [ava:r] — скупой, -ая, -oe`,
    ],
    german: [
        `<div class ="legend">
        Уроки lingust (Тема №1-1. Знакомство)
        </div>`,
        `Stadt	штат	город<br />
        Staat	шта:т	государство<br />
        offen	офэн	открытый<br />
        Ofen	о:фэн	печка`,
        `Ударение в немецком языке падает, как правило, на корень слова или на приставку, т. е. на первый слог. При изменении слова ударение не меняется.`,
    ],
    japan: [
        `<div class ="legend">
        Уроки lingust
        </div>`,
    ],
    hebrew: [
        `<div class ="legend">
        Уроки lingust
        </div>`,
    ]
}