let math_data = {
    algebra: [
        `<div class ="legend">
        Уроки Da Vinci математика 5 класс (урок 3) <br />
        Уроки Da Vinci математика 6 класс <br />
        Уроки Da Vinci алгебра 7 класс <br />
        Уроки Da Vinci алгебра 8 класс <br />
        Уроки Da Vinci алгебра 9 класс <br />
        Уроки Da Vinci алгебра 10 класс <br />
        Уроки Da Vinci алгебра 11 класс <br />
        Уроки Da Vinci высшая математика математический анализ<br />
        Уроки Da Vinci высшая математика дифферинциальные уравнения<br />
        </div>`,
        `Натуральные числа можно записать при помощи этих цифр 0,1,2,3,4,5,6,7,8,9<br />
        5782 - 2 разряд единиц, 8 разряд десятичных, 7 разряд сотых, 5 разряд тысячных`,
        `Пример отрезка А В<br />
        <img src="tutorial_data/math_img/alg_1.png" /><br />
        10mm-1sm, 1dm-10sm, 1m-100sm, 1km-1000m<br />
        При помощи отрезка можно создавать любую фигуру`,
        `Прямая отличается от отрезка тем что у нее нет начало и конца (начальной и конечной точки), луч имеет начало но не имеет конца`
    ],
    geometry: [
        `<div class ="legend">
        Уроки Da Vinci математика 5, 6 классы<br />
        Уроки Da Vinci геометрия 7 класс <br />
        Уроки Da Vinci геометрия 8 класс <br />
        Уроки Da Vinci геометрия 9 класс <br />
        Уроки Da Vinci геометрия 10 класс <br />
        Уроки Da Vinci геометрия 11 класс <br />
        Уроки Da Vinci высшая математика аналитическая геометрия<br />
        </div>`,
    ],
    physics: [
        `<div class ="legend">
        Уроки Da Vinci математика 5, 6 классы<br />
        Уроки Da Vinci физика 7 класс <br />
        Уроки Da Vinci физика 8 класс <br />
        Уроки Da Vinci физика 9 класс <br />
        Уроки Da Vinci физика 10 класс <br />
        Уроки Da Vinci физика 11 класс <br />
        </div>`,
    ]
}