let selfdev_data = [
    `<div>(арифметика)
    Натуральные числа пишутся числами 0,1,2,3,4,5,6,7,8,9 <br />
    разряд натуральных чисел 
    <pre>
    5435
    54        3             5   
    тысячные  сотни    десятичные    единици

    5 - однозначное натуральное число
    45 - двухзначное натуральное число
    579 - трехзначное натуральное число
    </pre>
    </div>`,
    `<div>(арифметика)
    Отрезок это дистанция от точки А до точки В <br />
    Длинна отрезка A B это растояние между точками A B
    <pre>
    A |-------| B

    10mm - 1sm
    1dm - 10sm
    1m - 100sm
    1km - 1000m

    7dm + 8sm = 70 + 8 = 78sm
    </pre>
    При помощи отрезков можно нарисовать любую картину 
    <img class="lesson_img" src="images/math/img1.png" />
    </div>`,
    `<div>(арифметика)
    Плоскость (пол, стол, доска), прямая и луч, а так же шкалы и координаты <br />
    Все деления миллиметров на сантиметре это шкалы
    <img class="lesson_img" src="images/math/img2.png" />
    </div>`,



    `<div>(словарь)
    1500 Слов
    <pre>
        Английский   |   Немецкий    |    Испанский    |   Японский    |    Иврит
1.
    </pre>
    </div>`
]